Repository: Magik-Developments/Sunset-iOS-App
Catalog: Sunset/Sunset/Resources/Assets/Localizable.xcstrings
Source language: en
Languages: ca, es

# access.apple
source: Access with Apple
ca: Accedeix con Apple
es: Accede amb Apple

# access.email
source: Access with Email
ca: Accedeix con Email
es: Accede amb Email

# access.google
source: Access with Google
ca: Accedeix con Google
es: Accede amb Google

# access.guest
source: Access as a guest
ca: Entra com convidat
es: Entra como invitado

# access.hello
source: Hello!
ca: Hola!
es: ¡Hola!

# access.title
source: Access with
ca: Accedeix amb
es: Accede con

# access.welcome.message
source: Create an account or login to begin an adventure
ca: Crea un compte o accedeix-hi per commença una avenutra
es: Crea una cuenta, o accede para comenzar una aventura

# access.welcome.title
source: We are sunset!
ca: Som Sunset!
es: ¡Somos Sunset!

# common.alert.gotit
source: Got it!
ca: Entès!
es: ¡Entendido!

# common.conditions
source: In Sunset we value your privacy, so by clicking Sign Up you agree with our terms. Please, read how we process your data in our privacy policy and cookies Policy.
ca: A Sunset valorem la teva privadesa, de manera que en fer clic a Registra't acceptes els nostres termes. Si us plau, llegiu com tractem les vostres dades a la nostra política de privadesa i política de cookies.
es: En sunset valoramos tu privacidad, por lo que clicando en Regístrate, usted acepta nuestros términos. Por favor, lea cómo procesamos los datos en nuestra política de privacidad y política de cookies.

# common.do.later
source: Later
ca: Més Tard
es: Más Tarde

# common.email
source: Email address
ca: Correu electrònic
es: Correo electrónico

# common.go.back
source: Go Back
ca: Enredere
es: Atrás

# common.login
source: Login
ca: Accedeix
es: Accede

# common.password
source: Password
ca: Contrasenya
es: Contraseña

# common.send.link
source: Send Link
ca: Envïa Link
es: Envía Link

# common.signup
source: Sign Up
ca: Registra't
es: Regístrate

# common.username
source: Username
ca: Usuari
es: Usuario

# email.validation.desc
source: The email must fit the standard email format.
ca: L'email ha de seguir el format estàndard d'un email.
es: El email tiene que encajar con el formato estándar de un email.

# email.validation.title
source: Email validation
ca: Validació email
es: Validación email

# firebase.error.common
source: There was a communication error, please try it in a few minutes.
ca: Hi ha hagut un error de comunicació siusplau intenteu-ho mes tard.
es: Ha habido un error de comunicación, por favor, pruébelo más tarde.

# forgot.password.description
source: Enter the email address and receive a link to reset your password
ca: Introdueix un email i rebràs un link per resetear la teva contrasenya
es: Introduce un email y recibirás un link para resetear tu password

# login.forgot.password
source: Forgot your password?
ca: T'has oblidat de la contrasenya?
es: Te has olvidado de la contraseña?

# password.validation.desc
source: The password must be at least 6 characters long and have a capital character.
ca: La contraseña ha de ser d'almenys 6 caràcters i ha de tindre una letra majúscula.
es: La contraseña tiene que ser de al menos 6 caracteres y ha de contener una letra mayúscula

# password.validation.title
source: Password validation
ca: Validació contrasenya
es: Validación contraseña

# signup.invite
source: Not signed up yet? Push on the following button and ...
ca: Encara no estas registrat? Prem en el següent botó i ...
es: ¿Todavía no estás registrado? Pulsa en el siguiente botón y ...

# toast.email.reset.sent
source: Email sent! Check your inbox
ca: Email enviat! Comprova la bústia
es: ¡Email enviado! Comprueba tu buzón

# toast.email.verification.sent
source: Email for verification resent!
ca: Correu per la verificació re-enviat
es: Correo para la verificación reenviado

# toast.fields.valid
source: Please fill all entry fields correctly
ca: Siusplau introdueix les dades obligatòries
es: Por favor, introduce los campos correctamente

# toast.toggle.on
source: Please accept conditions
ca: Siusplau accepta les condicions
es: Por favor, acepta las condiciones

# toast.user.created
source: User created
ca: Usuari creat
es: Usuario creado

# username.validation.desc
source: The username has to be larger than 6 characters and it must not have any special characters.
ca: L'usuari ha de ser més llarg de 6 caràcters i no ha de tindre caràcters especials.
es: El usuario tiene que ser más largo de 6 caracteres y no tiene que contener ningún carácter especial.

# username.validation.title
source: Username validation
ca: Validació usuari
es: Validación usuario

# verification.description
source: Check your inbox and verify your account
ca: Comprova la teva bústia, i verifica el compte.
es: Comprueba tu buzón y verifica la cuenta.

# verification.ok
source: I'm verified
ca: Estic verificat
es: Estoy verificado

# verification.resend
source: Resend
ca: Re-envía
es: Reenvía

# verification.title
source: Almost done! 😎
ca: Ja quasi has terminat! 😎
es: Ya casi has terminado! 😎
